{
  "dofi-mini": {
    "name": "Robot Inteligente para Niños",
    "info": "Nuestro Robot Inteligente con IA es un compañero interactivo diseñado para potenciar el aprendizaje, la creatividad y el desarrollo emocional de los niños. Con reconocimiento de voz, movimiento, juegos educativos y videollamadas, este robot hace que el aprendizaje sea divertido y fomenta el desarrollo cognitivo.",
    "description": "Este robot inteligente se adapta al ritmo de aprendizaje de cada niño, ofreciendo educación personalizada mediante narración de cuentos, ejercicios de matemáticas y aprendizaje de idiomas (estilo Voscreen y Duolingo). Su rostro expresivo y sus habilidades de movimiento hacen que las interacciones sean realistas, mientras que los juegos integrados (deletreo, escondite, tres en raya) garantizan la participación. Los padres pueden mantenerse conectados mediante videollamadas y supervisar el tiempo de juego a través de la aplicación complementaria. ¡Perfecto para niños que aman la tecnología y el aprendizaje interactivo!",
    "features": [
      {
        "name": "Robot con IA y tacto similar al humano.",
        "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/features_aiHumanTouch.svg?v=1727181505"
      },
      {
        "name": "El cifrado mejorado garantiza la seguridad y el control parental.",
        "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/features_parentalControl.svg?v=1727181505"
      },
      {
        "name": "Robot interactivo que enseña y escucha.",
        "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/interactive2.svg?v=1729790397"
      },
      {
        "name": "Involucra el aprendizaje centrado en STEAM.",
        "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/features_steam.svg?v=1727181634"
      },
      {
        "name": "Repleto de aplicaciones y juegos de aprendizaje.",
        "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/features_games.svg?v=1727181634"
      }
    ]
  },
  "dofi-pro": {
    "name": "Robot Inteligente para Niños Daun",
    "info": "Diseñado especialmente para niños con dificultades de desarrollo (como el síndrome de Down), este robot inteligente adaptativo ofrece un aprendizaje interactivo y suave con comandos simplificados, juegos sensoriales y funciones de apoyo emocional.",
    "description": "El Robot Inteligente Daun Kids se centra en el aprendizaje inclusivo, ayudando a los niños a fortalecer la comunicación, las habilidades motoras y las capacidades cognitivas de forma divertida y sin estrés. Este robot fomenta la confianza y la independencia, a la vez que mantiene a los padres conectados mediante videollamadas y seguimiento del progreso. ¡Un compañero perfecto para la educación especial y un juego divertido!",
    "features": [
      {
        "name": "Comandos de voz simplificados para una interacción sencilla",
        "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/features_aiHumanTouch.svg?v=1727181505"
      },
      {
        "name": "Módulos de aprendizaje a ritmo lento (matemáticas, lenguaje)",
        "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/features_parentalControl.svg?v=1727181505"
      },
      {
        "name": "Reconocimiento de emociones para responder al estado de ánimo del niño",
        "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/interactive2.svg?v=1729790397"
      },
      {
        "name": "Juegos sensoriales (juegos suaves de escondite, búsqueda de sonidos)",
        "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/features_steam.svg?v=1727181634"
      },
      {
        "name": "Aplicación de control parental para un juego seguro y guiado",
        "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/features_games.svg?v=1727181634"
      }
    ]
  },
    "dofi-bag": {
      "name": "Bolsa de Dofi",
      "info": "Una bolsa resistente y amigable para niños para transportar y proteger tu robot inteligente.",
      "description": "Mantén tu robot seguro y portátil con esta bolsa ligera y resistente a los golpes. ¡Perfecta para el hogar, la escuela o los viajes!",
      "features": [
        {
          "name": "Interior acolchado para evitar golpes y rasguños",
          "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/features_aiHumanTouch.svg?v=1727181505"
        },
        {
          "name": "Correa ajustable para llevar con comodidad",
          "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/features_parentalControl.svg?v=1727181505"
        },
        {
          "name": "Bolsillo para accesorios (cable de carga, tarjetas, etc.)",
          "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/interactive2.svg?v=1729790397"
        },
        {
          "name": "Diseño divertido con temática de robot que encanta a los niños",
          "icon": "https://cdn.shopify.com/s/files/1/0685/0383/0762/files/features_steam.svg?v=1727181634"
        }
      ]
    }
}